
import "./seminar.css"

const Seminar=()=>{

    return(
        <div className="seminar">
            <div className="container">
                <div className="right">
                    <h2>ملخص الندوة</h2>
                    <span>  10,382 حاضرين  </span>
                    <p>
                    هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما- للأحرف عوضاً عن استخدام "هنا يوجد محتوى نصي، هنا يوجد محتوى نصيهناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما- للأحرف عوضاً عن استخدام "هنا يوجد محتوى نصي، هنا يوجد محتوى نصي

                    هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما- للأحرف عوضاً عن استخدام "هنا يوجد محتوى نصي، هنا يوجد محتوى نصي
                    </p>
                </div>

                <div className="left">
                    <div className="head">
                        <h3>نشر المحتوي  </h3>
                        <div className="social">
                            <a href="/">
                                <i class="fa-brands fa-google-plus-g"></i>
                            </a>
                            <a href="/">
                                <i class="fa-brands fa-linkedin-in"></i>
                            </a>
                            <a href="/">
                                <i class="fa-brands fa-twitter"></i>
                            </a>  
                            <a href="/">
                                <i class="fa-brands fa-facebook-f"></i>
                            </a>                                                           
                        </div>
                    </div>
                    <div className="body">
                        {["يوجد ندواتين كل اسبوع ","جميع النداوت مجانية من صفا","خطوات و نصائح في مجال الاقتصاد"].map((name)=>{
                            return(
                                <div className="type">
                                    <img src="../../../image/Icon2.png"  alt=""/>
                                    <div>
                                        <h5>نداوت</h5>
                                        <h3>{name}</h3>
                                    </div>
                                </div>

                            )

                        })}
                    </div>
                </div>

            </div>
        </div>
    )


}

export default Seminar